Repository: Milan-Kovacevic/EBooking
Catalog: EBooking.WPF/Properties/Languages/Language.*.resx
Languages: sr_cyrl, sr_latn

# Settings_Title
source: Change account informations or customize application look and feel
sr_cyrl: Промените информације о налогу или прилагодите изглед и осећај апликације
sr_latn: Promijenite informacije o nalogu ili prilagodite izgled i osjećaj aplikacije

# Settings_UsernameLabel
source: Username:
sr_cyrl: Корисничко име:
sr_latn: Korisničko ime:

# sr-Cyrl
source: Serbian Cyrilic
sr_cyrl: Српска ћирилица
sr_latn: Srpski ćirilica

# sr-Latn
source: Serbian Latin
sr_cyrl: Српска латиница
sr_latn: Srpski latinica

# UnitFeatures_AddButtonTooltip
source: Add new unit feature
sr_cyrl: Додај нову карактеристику
sr_latn: Dodaj novu karakteristiku

# UnitFeatures_DeleteSelectedButtonTooltip
source: Delete selected unit features
sr_cyrl: Обриши изабране карактеристике смештајних јединица
sr_latn: Obriši izabrane karakteristike smještajnih jedinica

# UnitFeatures_GridColumnHeaderActionLabel
source: Actions
sr_cyrl: Акције
sr_latn: Akcije

# UnitFeatures_GridColumnHeaderFeatureNameLabel
source: Feature Name
sr_cyrl: Назив карактеристике
sr_latn: Naziv karakteristike

# UnitFeatures_NoItemsToShowLabel
source: There are currently no unit features to show
sr_cyrl: Тренутно нема карактеристика смештајних јединица за приказ
sr_latn: Trenutno nema karakteristika smještajnih jedinica za prikaz

# UnitFeatures_SearchButtonTooltip
source: Search unit features
sr_cyrl: Претражи карактеристике јединица
sr_latn: Pretraži karakteristike jedinica

# UnitFeatures_SearchFieldHelperText
source: Find accommodation unit features...
sr_cyrl: Пронађи карактеристике јединица...
sr_latn: Pronađi karakteristike jedinica...

# UnitFeatures_SearchFieldHint
source: Search...
sr_cyrl: Претрага...
sr_latn: Pretraga...

# UnitFeatures_SubmitFeatureNameFieldHint
source: Feature Name
sr_cyrl: Назив карактеристике
sr_latn: Naziv karakteristike

# UnitFeatures_Title
source: Accommodation Unit Features Codebook...
sr_cyrl: Шифарник карактеристика смештајне јединице...
sr_latn: Šifarnik karakteristika smještajne jedinice...

# UnitReservations_DeleteSelectedButtonTooltip
source: Delete selected unit reservations
sr_cyrl: Обриши изабране резервације смештајних јединица
sr_latn: Obriši izabrane rezervacije smještajnih jedinica

# UnitReservations_GridColumnHeaderActionLabel
source: Actions
sr_cyrl: Акције
sr_latn: Akcije

# UnitReservations_GridColumnHeaderNumberOfPeopleLabel
source: Number Of People
sr_cyrl: Број људи
sr_latn: Broj ljudi

# UnitReservations_GridColumnHeaderReservationFromLabel
source: Reserved From
sr_cyrl: Резервисано од
sr_latn: Rezervisano od

# UnitReservations_GridColumnHeaderReservationOnNameLabel
source: Reservation On Name
sr_cyrl: Резервација на име
sr_latn: Rezervacija na ime

# UnitReservations_GridColumnHeaderReservationToLabel
source: Reserved To
sr_cyrl: Резервисано до
sr_latn: Reservisano do

# UnitReservations_GridColumnHeaderReservedByLabel
source: Reserved By
sr_cyrl: Резервисао
sr_latn: Rezervisao

# UnitReservations_GridColumnHeaderTotalPriceLabel
source: Total Price
sr_cyrl: Укупна цена
sr_latn: Ukupna cijena

# UnitReservations_GridColumnHeaderUnitNameLabel
source: Unit Name
sr_cyrl: Назив јединице
sr_latn: Naziv jedinice

# UnitReservations_NoItemsToShowLabel
source: There are currently no unit reservations to show
sr_cyrl: Тренутно нема резервација смештајних јединица за приказ
sr_latn: Trenutno nema rezervacija smještajnih jedinica za prikaz

# UnitReservations_SearchButtonTooltip
source: Search unit reservations
sr_cyrl: Претражи резервације смештајних јединица
sr_latn: Pretraži rezervacije smještajnih jedinica

# UnitReservations_SearchFieldHelperText
source: Find unit reservations...
sr_cyrl: Пронађи резервације смештајних јединица
sr_latn: Pronađi rezervacije smještajnih jedinica

# UnitReservations_SearchFieldHint
source: Search...
sr_cyrl: Претрага...
sr_latn: Pretraga...

# UnitReservations_SubmitNumberOfAdultsFieldHint
source: Number Of Adults
sr_cyrl: Број одраслих
sr_latn: Broj odraslih

# UnitReservations_SubmitNumberOfChildrenFieldHint
source: Number Of Children
sr_cyrl: Број деце
sr_latn: Broj djece

# UnitReservations_SubmitPricePerNightLabel
source: Unit Price Per Night:
sr_cyrl: Цена јединице по ноћи:
sr_latn: Cijena jedinice po noći:

# UnitReservations_SubmitReservationFromDatePickerHint
source: Reservation From
sr_cyrl: Резервација од
sr_latn: Reservacija od

# UnitReservations_SubmitReservationOnNameFieldHint
source: Reservation On Name
sr_cyrl: Резервација на име
sr_latn: Rezervacija na ime

# UnitReservations_SubmitReservationToDatePickerHint
source: Reservation To
sr_cyrl: Резервација до
sr_latn: Rezervacija do

# UnitReservations_SubmitTotalPriceLabel
source: Total Price:
sr_cyrl: Укупна цена:
sr_latn: Ukupna cijena:

# UnitReservations_SubmitUnitAvailabilityLabel
source: Availability Period:
sr_cyrl: Период доступности:
sr_latn: Period dostupnosti:

# UnitReservations_SubmitUnitNameLabel
source: Selected Unit Name:
sr_cyrl: Назив одабране јединице:
sr_latn: Naziv odabrane jedinice:
