Repository: Milan-Kovacevic/EBooking
Catalog: EBooking.WPF/Properties/Languages/Language.*.resx
Languages: sr_cyrl, sr_latn

# AccommodationDetails_DetailsForLabel
source: For Accommodation:
sr_cyrl: За смјештај:
sr_latn: Za smještaj:

# AccommodationDetails_ReservationsTabItemHeaderText
source: UNIT RESERVATIONS
sr_cyrl: РЕЗЕРВАЦИЈЕ СМЈЕШТАЈА
sr_latn: REZERVACIJE JEDINICA

# AccommodationDetails_ReturnButtonTooltip
source: Return back
sr_cyrl: Врати се назад
sr_latn: Vrati se nazad

# AccommodationDetails_Title
source: Accommodation Details
sr_cyrl: Детаљи о смјештају
sr_latn: Detalji o smještaju

# AccommodationDetails_UnitsTabItemHeaderText
source: ACCOMMODATION UNITS
sr_cyrl: СМЈЕШТАЈНЕ ЈЕДИНИЦЕ
sr_latn: SMJEŠTAJNE JEDINICE

# Accommodations_AddButtonTooltip
source: Add new accommodation
sr_cyrl: Додај нови смјештај
sr_latn: Dodaj novi smještaj

# Accommodations_CardItemNumberOfUnitsLabel
source: Number of units:
sr_cyrl: Број смјештајних јединица
sr_latn: Broj smještajnih jedinica:

# Accommodations_SearchButtonTooltip
source: Search accommodations
sr_cyrl: Претражи смјештаје
sr_latn: Pretraži smještaje

# Accommodations_SearchFieldHelperText
source: Find accommodations...
sr_cyrl: Пронађи смјештаје...
sr_latn: Pronađi smještaje...

# Accommodations_SearchFieldHint
source: Search...
sr_cyrl: Претрага...
sr_latn: Pretraga...

# Accommodations_SubmitAddressFieldHint
source: Address Name
sr_cyrl: Назив адресе
sr_latn: Naziv adrese

# Accommodations_SubmitLocationComboBoxHint
source: Select Location
sr_cyrl: Изаберите локацију
sr_latn: Izaberite lokaciju

# Accommodations_SubmitNameFieldHint
source: Accommodation Name
sr_cyrl: Назив смјештаја
sr_latn: Naziv smještaja

# Accommodations_SubmitTypeComboBoxHint
source: Select Type
sr_cyrl: Изаберите тип
sr_latn: Izaberite tip

# Accommodations_Title
source: Accommodations
sr_cyrl: Смјештаји
sr_latn: Smještaji

# AccommodationUnits_AddButtonTooltip
source: Add New Accommodation Unit
sr_cyrl: Додајте нову смјештајну јединицу
sr_latn: Dodajte novu smještajnu jedinicu

# AccommodationUnits_CardItemAvailabilityPeriodLabel
source: Availability period:
sr_cyrl: Период доступности:
sr_latn: Period dostupnosti:

# AccommodationUnits_CardItemNumberOfBedsLabel
source: Number of beds:
sr_cyrl: Број кревета:
sr_latn: Broj kreveta:

# AccommodationUnits_CardItemPricePerNightLabel
source: Price per night:
sr_cyrl: Цијена по ноћи:
sr_latn: Cijena po noći:

# AccommodationUnits_CardItemReserveButtonTooltip
source: Book here
sr_cyrl: Резервишите овдје
sr_latn: Rezervišite ovdje

# AccommodationUnits_CardItemUnitFeaturesExpanderHeader
source: Unit Features
sr_cyrl: Карактеристике јединице
sr_latn: Karakteristike jedinice

# AccommodationUnits_NoUnitItemsLabel
source: There are no accommodation units to show
sr_cyrl: Нема смјештајних јединица за приказ
sr_latn: Nema smještajnih jedinica za prikaz

# AccommodationUnits_SubmitAvailableFromDatePickerHint
source: Available From
sr_cyrl: Доспутно од
sr_latn: Dostupno od

# AccommodationUnits_SubmitAvailableToDatePickerHint
source: Available To
sr_cyrl: Доступно до
sr_latn: Dostupno do

# AccommodationUnits_SubmitBasicInformationsTitle
source: Basic Informations
sr_cyrl: Основне информације
sr_latn: Osnovne informacije

# AccommodationUnits_SubmitNoFeaturesAddedLabel
source: There are currently no features added
sr_cyrl: Тренутно нема додатих карактеристика
sr_latn: Trenutno nema dodatih karakteristika

# AccommodationUnits_SubmitNumberOfBedsFieldHint
source: Number Of Beds
sr_cyrl: Број кревета
sr_latn: Broj kreveta

# AccommodationUnits_SubmitPricePerNightFieldHint
source: Price Per Night
sr_cyrl: Цијена по ноћи
sr_latn: Cijena po noći

# AccommodationUnits_SubmitSelectFeatureComboBoxHelperText
source: Add features to this unit...
sr_cyrl: Додајте карактеристику овој јединици...
sr_latn: Dodajte karakteristiku ovoj jedinici...

# AccommodationUnits_SubmitSelectFeatureComboBoxHint
source: Select Feature
sr_cyrl: Изаберите карактеристику
sr_latn: Izaberite karakteristiku

# AccommodationUnits_SubmitUnitFeaturesTitle
source: Unit Features
sr_cyrl: Карактеристике јединице
sr_latn: Karakteristike jedinice

# AccommodationUnits_SubmitUnitNameFieldHint
source: Unit Name
sr_cyrl: Назив јединице
sr_latn: Naziv jedinice

# Codebook_LocationsTabItemHeaderText
source: LOCATIONS
sr_cyrl: МЈЕСТА
sr_latn: MJESTA

# Codebook_Subtitle
source: Manage application coodebooks
sr_cyrl: Управљајте шифарницима апликације
sr_latn: Upravljajte šifarnicima aplikacije

# Codebook_Title
source: Codebooks
sr_cyrl: Шифарници
sr_latn: Šifarnici

# Codebook_UnitFeaturesTabItemHeaderText
source: UNIT FEATURES
sr_cyrl: КАРАКТЕРИСТИКЕ ЈЕДИНИЦЕ
sr_latn: KARAKTERISTIKE JEDINICE

# color-blue
source: Blue
sr_cyrl: Плава
sr_latn: Plava

# color-purple
source: Purple
sr_cyrl: Љубичаста
sr_latn: Ljubičasta

# color-red
source: Red
sr_cyrl: Црвена
sr_latn: Crvena

# color-teal
source: Teal
sr_cyrl: Плавозелена
sr_latn: Plavozelena

# en-US
source: English
sr_cyrl: Енглески
sr_latn: Engleski

# Flights_AddButtonTooltip
source: Add new flight
sr_cyrl: Додај нови лет
sr_latn: Dodaj novi let

# Flights_CardItemLandingLabel
source: LANDING
sr_cyrl: СЛИЈЕТАЊЕ
sr_latn: SLIJETANJE

# Flights_CardItemTakeOffLabel
source: TAKE-OFF
sr_cyrl: ПОЛИЈЕТАЊЕ
sr_latn: POLIJETANJE

# Flights_CardItemTicketPriceLabel
source: Ticket price:
sr_cyrl: Цијена карте:
sr_latn: Cijena karte:

# Flights_SearchButtonTooltip
source: Search flights
sr_cyrl: Претражи летове
sr_latn: Pretraži letove

# Flights_SearchFieldHelperText
source: Find flights...
sr_cyrl: Пронађи летове...
sr_latn: Pronađi letove...

# Flights_SearchFieldHint
source: Search...
sr_cyrl: Претрага...
sr_latn: Pretraga...

# Flights_SubmitArrivalDatePickerHint
source: Arrival date
sr_cyrl: Датум доласка
sr_latn: Datum dolaska

# Flights_SubmitArrivalLocationComboBoxHint
source: Arrival Location
sr_cyrl: Мјесто доласка
sr_latn: Mjesto dolaska

# Flights_SubmitArrivalTimePickerHint
source: Arrival time
sr_cyrl: Вријеме доласка
sr_latn: Vrijeme dolaska

# Flights_SubmitAvioCompanyNameFieldHint
source: Avio Company Name
sr_cyrl: Назив авио компаније
sr_latn: Naziv avio kompanije

# Flights_SubmitDepartureDatePickerHint
source: Departure date
sr_cyrl: Датум поласка
sr_latn: Datum polaska

# Flights_SubmitDepartureLocationComboBoxHint
source: Departure Location
sr_cyrl: Мјесто поласка
sr_latn: Mjesto polaska

# Flights_SubmitDepartureTimePickerHint
source: Departure time
sr_cyrl: Вријеме поласка
sr_latn: Vrijeme polaska

# Flights_SubmitFlightClassComboBoxHint
source: Select Flight Class
sr_cyrl: Изаберите класу лета
sr_latn: Izaberite klasu leta

# Flights_SubmitTicketPriceFieldHint
source: Ticket Price
sr_cyrl: Цијена карте
sr_latn: Cijena karte

# Flights_Title
source: Flights
sr_cyrl: Летови
sr_latn: Letovi

# GLOBAL_AccommodationAddDialogTitle
source: Create New Accommodation
sr_cyrl: Додајте нови смјештај
sr_latn: Dodajte novi smještaj

# GLOBAL_AccommodationAdded
source: Successfully added accommodation
sr_cyrl: Успјешно додавање смјештаја
sr_latn: Uspješno dodavanje smještaja

# GLOBAL_AccommodationDeleted
source: Successfully deleted accommodation
sr_cyrl: Успјешно брисање смјештаја
sr_latn: Uspješno brisanje smještaja

# GLOBAL_AccommodationDeleteDialogMessage
source: Are you sure you want to delete selected accommodation?
sr_cyrl: Да ли сте сигурни да желите да обришете одабрани смјештај?
sr_latn: Da li ste sigurni da želite da obrišete odabrani smještaj?

# GLOBAL_AccommodationEditDialogTitle
source: Edit Accommodation
sr_cyrl: Уредите смјештај
sr_latn: Uredite smještaj

# GLOBAL_AccommodationUnitAddDialogTitle
source: Create New Accommodation Unit
sr_cyrl: Додајте нову смјештајну јединицу
sr_latn: Dodajte novu smještajnu jedinicu

# GLOBAL_AccommodationUnitAdded
source: Successfully added accommodation unit
sr_cyrl: Успјешно додавање смјештајне јединице
sr_latn: Uspješno dodavanje smještajne jedinice

# GLOBAL_AccommodationUnitDeleted
source: Successfully deleted accommodation unit
sr_cyrl: Успјешно брисање смјештајне јединице
sr_latn: Uspješno brisanje smještajne jedinice

# GLOBAL_AccommodationUnitDeleteDialogMessage
source: Are you sure you want to delete selected accommodation unit?
sr_cyrl: Да ли сте сигурни да желите да обришете одабрану смјештајну јединицу?
sr_latn: Da li ste sigurni da želite da obrišete odabranu smještajnu jedinicu?

# GLOBAL_AccommodationUnitEditDialogTitle
source: Edit Accommodation Unit
sr_cyrl: Уредите смјештајну јединицу
sr_latn: Uredite smještajnu jedinicu

# GLOBAL_AccommodationUnitUpdated
source: Successfully updated accommodation unit
sr_cyrl: Успјешна измјена смјештајне јединице
sr_latn: Uspješna izmjena smještajne jedinice

# GLOBAL_AccommodationUpdated
source: Successfully updated accommodation
sr_cyrl: Успјешна измјена смјештаја
sr_latn: Uspješna izmjena smještaja

# GLOBAL_DeleteButtonText
source: DELETE
sr_cyrl: ОБРИШИ
sr_latn: OBRIŠI

# GLOBAL_DialogCancelButtonText
source: CANCEL
sr_cyrl: ОТКАЖИ
sr_latn: OTKAŽI

# GLOBAL_DialogNoButtonText
source: NO
sr_cyrl: НЕ
sr_latn: NE

# GLOBAL_DialogOkButtonText
source: OK
sr_cyrl: У РЕДУ
sr_latn: U REDU

# GLOBAL_DialogSubmitButtonText
source: SUBMIT
sr_cyrl: ПРИХВАТИ
sr_latn: PRIHVATI

# GLOBAL_DialogYesButtonText
source: YES
sr_cyrl: ДА
sr_latn: DA

# GLOBAL_EditButtonText
source: EDIT
sr_cyrl: УРЕДИ
sr_latn: UREDI

# GLOBAL_FlightAddDialogTitle
source: Add New Flight
sr_cyrl: Додајте нови лет
sr_latn: Dodajte novi let

# GLOBAL_FlightDeleteDialogMessage
source: Are you sure you want to delete selected flight?
sr_cyrl: Да ли сте сигурни да желите да обришете одабрани лет?
sr_latn: Da li ste sigurni da želite da obrišete odabrani let?

# GLOBAL_FlightEditDialogTitle
source: Edit Flight
sr_cyrl: Уредите лет
sr_latn: Uredite let

# GLOBAL_FutureDateRequiredMessage
source: Future date is required
sr_cyrl: Потребан је будући датум
sr_latn: Potreban je budući datum

# GLOBAL_GreaterThanDepartureDateRequiredMessage
source: Must be greater than or equal to departure date
sr_cyrl: Мора бити већи или једнак датуму поласка
sr_latn: Mora biti veći ili jednak datumu polaska

# GLOBAL_GreaterThanDepartureTimeRequiredMessage
source: Must be greater than departure time
sr_cyrl: Мора бити већи од времена поласка
sr_latn: Mora biti veći od vremena polaska

# GLOBAL_GreaterThanFromDateRequiredMessage
source: Must be greater than from date
sr_cyrl: Мора бити већи од "Датума од"
sr_latn: Mora biti veći od "Datuma od"

# GLOBAL_InvalidLogin
source: Invalid username or password
sr_cyrl: Неисправно корисничко име или лозинка
sr_latn: Neispravno korisničko ime ili lozinka

# GLOBAL_InvalidPasswordChange
source: Unable to change your password
sr_cyrl: Није могуће промијенити лозинку
sr_latn: Nije moguće promijeniti lozinku

# GLOBAL_InvalidRegistration
source: Unable to register account with entered data
sr_cyrl: Није могуће регистровати налог са унесеним подацима
sr_latn: Nije moguće registrovati nalog sa unesenim podacima

# GLOBAL_LocationAddDialogTitle
source: Add New Location
sr_cyrl: Додајте ново мјесто
sr_latn: Dodajte novo mjesto

# GLOBAL_LocationDeleteDialogMessage
source: Are you sure you want to delete selected location?
sr_cyrl: Да ли сте сигурни да желите да обришете одабрано место?
sr_latn: Da li ste sigurni da želite da obrišete odabrano mjesto?

# GLOBAL_LocationEditDialogTitle
source: Edit Location
sr_cyrl: Уредите мјесто
sr_latn: Uredite mjesto

# GLOBAL_NotSameAsCurrentPasswordMessage
source: Password can not be same as current one
sr_cyrl: Лозинка не може бити иста као тренутна
sr_latn: Lozinka ne može biti ista kao trenutna

# GLOBAL_PasswordMissmatch
source: Incorrect password. Please, try again
sr_cyrl: Неисправна лозинка. Молимо вас, пробајте поново
sr_latn: Neispravna lozinka. Molimo vas, probajte ponovo

# GLOBAL_PasswordsMustMatchMessage
source: Passwords must match
sr_cyrl: Лозинке морају да се подударају
sr_latn: Lozinke moraju da se podudaraju

# GLOBAL_PositiveDecimalNumberRequiredMessage
source: Positive decimal number is required
sr_cyrl: Позитиван децимални број је обавезан
sr_latn: Pozitivan decimalni broj je obavezan

# GLOBAL_PositiveIntegerNumberRequiredMessage
source: Positive integer number is required
sr_cyrl: Позитиван цели број је обавезан
sr_latn: Pozitivan cijeli broj je obavezan

# GLOBAL_RequiredInputHint
source: Required*
sr_cyrl: Обавезно поље*
sr_latn: Obavezno polje*

# GLOBAL_RequiredPropertyMessage
source: This field is required!
sr_cyrl: Ово поље је обавезно!
sr_latn: Ovo polje je obavezno!

# GLOBAL_SuccessfulLogin
source: Login was successful!
sr_cyrl: Пријава је успјешна!
sr_latn: Prijava je bila uspješna!

# GLOBAL_SuccessfulRegistration
source: You have successfully registered your account!
sr_cyrl: Успјешно сте регистровали свој налог
sr_latn: Uspješno ste registrovali vaš nalog

# GLOBAL_SuccessfulSettingsChange
source: Settings changed successfully
sr_cyrl: Поставке успјешно промијењене
sr_latn: Postavke uspješno promijenjene

# GLOBAL_SuccessfulUserInfoChange
source: User information changed successfully
sr_cyrl: Корисничке информације успјешно промијењене
sr_latn: Korisničke informacije uspješno promijenjene

# GLOBAL_TripReservationAdded
source: Successfully added trip reservation for
sr_cyrl: Успјешно додавање резервације путовања за
sr_latn: Uspješno dodavanje rezervacije putovanja za

# GLOBAL_TripReservationDeleted
source: Successfully deleted trip reservation for
sr_cyrl: Успјешно брисање резервације путовања за
sr_latn: Uspješno brisanje rezervacije putovanja za

# GLOBAL_TripReservationUpdated
source: Successfully updated trip reservation for
sr_cyrl: Успјешна измена резервације путовања за
sr_latn: Uspješna izmjena rezervacije putovanja za

# GLOBAL_UnitFeatureAddDialogTitle
source: Add New Unit Feature
sr_cyrl: Додај нову карактеристику јединице
sr_latn: Dodaj novu karakteristiku jedinice

# GLOBAL_UnitFeatureDeleteDialogMessage
source: Are you sure you want to delete selected unit feature?
sr_cyrl: Да ли сте сигурни да желите да обришете одабрану карактеристику?
sr_latn: Da li ste sigurni da želite da obrišete odabranu karakteristiku?

# GLOBAL_UnitFeatureEditDialogTitle
source: Edit Unit Feature
sr_cyrl: Уредите карактеристику јединице
sr_latn: Uredi karakteristiku jedinice

# GLOBAL_UnitReservationAddDialogTitle
source: Add New Accommodation Unit Reservation
sr_cyrl: Додајте нову резервацију смештајне јединице
sr_latn: Dodajte novu rezervaciju smještajne jedinice

# GLOBAL_UnitReservationAdded
source: Successfully added unit reservation for
sr_cyrl: Успешно додавање резервације смештаја за
sr_latn: Uspješno dodavanje rezervacije smještaja za

# GLOBAL_UnitReservationDeleted
source: Successfully deleted unit reservation for
sr_cyrl: Успешно брисање резервације смештаја за
sr_latn: Uspješno brisanje rezervacije smještaja za

# GLOBAL_UnitReservationDeleteDialogMessage
source: Are you sure you want to delete selected unit reservation?
sr_cyrl: Да ли сте сигурни да желите да обришете одабрану резервацију смештајне јединице?
sr_latn: Da li ste sigurni da želite da obrišete odabranu rezervaciju smještajne jedinice?

# GLOBAL_UnitReservationEditDialogTitle
source: Edit Accommodation Unit Reservation
sr_cyrl: Уредите резервацију смештајне јединице
sr_latn: Uredite rezervaciju smještajne jedinice

# GLOBAL_UnitReservationUpdated
source: Successfully updated unit reservation for
sr_cyrl: Успешна измена резервације смјештаја за
sr_latn: Uspješna izmjena rezervacije smještaja za

# GLOBAL_UsernameTaken
source: Username is already taken
sr_cyrl: Корисничко име је заузето
sr_latn: Korisničko ime je zauzeto

# GLOBAL_WelcomeMessage
source: Welcome Back!
sr_cyrl: Добродошли назад!
sr_latn: Dobrodošli nazad!

# Landing_LoginDiscoveryLabel
source: ...Or
sr_cyrl: ...Или
sr_latn: ...Ili

# Landing_LoginLinkText
source: LOGIN
sr_cyrl: ПРИЈАВИТЕ СЕ
sr_latn: PRIJAVITE SE

# Landing_ReadDocumentationLinkText
source: Click here to read application manual
sr_cyrl: Кликните овде да бисте прочитали корисничко упутство
sr_latn: Kliknite ovdje da biste pročitali dokumentaciju

# Landing_RegisterDiscoveryLabel
source: Are you new here?
sr_cyrl: Да ли сте нови овдје?
sr_latn: Da li ste novi ovdje?

# Landing_RegisterLinkText
source: REGISTER
sr_cyrl: РЕГИСТРУЈТЕ СЕ
sr_latn: REGISTRUJTE SE

# Landing_WelcomeTitle
source: Welcome to "E-Booking"
sr_cyrl: Добродошли на "Е-Резервације"
sr_latn: Dobrodošli na "E-Booking"

# Locations_AddButtonTooltip
source: Add new location
sr_cyrl: Додај ново мјесто
sr_latn: Dodaj novo mjesto

# Locations_DeleteSelectedButtonTooltip
source: Delete selected locations
sr_cyrl: Обриши изабрана места
sr_latn: Obriši izabrana mjesta

# Locations_GridColumnHeaderActionLabel
source: Actions
sr_cyrl: Акције
sr_latn: Akcije

# Locations_GridColumnHeaderCityLabel
source: City
sr_cyrl: Град
sr_latn: Grad

# Locations_GridColumnHeaderCountryLabel
source: Country
sr_cyrl: Држава
sr_latn: Država

# Locations_NoItemsToShowLabel
source: There are currently no locations to show
sr_cyrl: Тренутно нема места за приказ
sr_latn: Trenutno nema mjesta za prikaz

# Locations_SearchButtonTooltip
source: Search locations
sr_cyrl: Претражи мјеста
sr_latn: Pretraži mjesta

# Locations_SearchFieldHelperText
source: Find locations...
sr_cyrl: Пронађи мјеста...
sr_latn: Pronađi mjesta...

# Locations_SearchFieldHint
source: Search...
sr_cyrl: Претрага...
sr_latn: Pretraga...

# Locations_SubmitCityNameFieldHint
source: City Name
sr_cyrl: Назив града
sr_latn: Naziv grada

# Locations_SubmitCountryNameFieldHint
source: Country Name
sr_cyrl: Назив државе
sr_latn: Naziv države

# Locations_Title
source: Locations codebook...
sr_cyrl: Шифарник мјеста...
sr_latn: Šifarnik mjesta...

# Login_LoginButtonText
source: Login
sr_cyrl: Пријава
sr_latn: Prijava

# Login_PasswordFieldPlaceholder
source: Password
sr_cyrl: Лозинка
sr_latn: Lozinka

# Login_RegisterButtonText
source: Register
sr_cyrl: Регистрација
sr_latn: Registracija

# Login_Title
source: Please, login to start using this system
sr_cyrl: Молимо Вас, пријавите се да бисте користили овај систем
sr_latn: Molimo Vas, prijavite se da biste koristili ovaj sistem

# Login_UsernameFieldPlaceholder
source: Username
sr_cyrl: Корисничко име
sr_latn: Korisničko ime

# Main_ConfirmExitDialogMessage
source: Are you sure you want to exit application?
sr_cyrl: Да ли сте сигурни да желите да напустите апликацију?
sr_latn: Da li ste sigurni da želite da napustite aplikaciju?

# Main_ExitButtonText
source: EXIT
sr_cyrl: НАПУСТИ
sr_latn: NAPUSTI

# Main_HomePageButtonTooltip
source: Go to landing page
sr_cyrl: Идите на почетну страницу
sr_latn: Idite na početnu stranicu

# Main_LogoutButtonTooltip
source: Log out...
sr_cyrl: Одјави се...
sr_latn: Odjavi se...

# Main_MenuButtonTooltip
source: Open main menu
sr_cyrl: Отворите главни мени
sr_latn: Otvorite glavni meni

# Main_SloganText
source: Book your next trip or accommodation with E-Booking
sr_cyrl: Резервишите Ваше следеће путовање или смештај уз Е-Резервације
sr_latn: Rezervišite Vaše sljedeće putovanje ili smještaj uz E-Booking

# Main_ThemeDarkText
source: Dark
sr_cyrl: Тамна
sr_latn: Tamna

# Main_ThemeLightText
source: Light
sr_cyrl: Светла
sr_latn: Svijetla

# Main_ThemeSelectorText
source: Theme
sr_cyrl: Тема
sr_latn: Tema

# Menu_AccommodationsTitle
source: Accommodations
sr_cyrl: Смештаји
sr_latn: Smještaji

# Menu_CodebookTitle
source: Codebooks
sr_cyrl: Шифарници
sr_latn: Šifarnici

# Menu_FlightsTitle
source: Flights
sr_cyrl: Летови
sr_latn: Letovi

# Menu_LoginTitle
source: Login
sr_cyrl: Пријави се
sr_latn: Prijavi se

# Menu_RegisterTitle
source: Register
sr_cyrl: Региструј се
sr_latn: Registruj se

# Menu_ReservationsTitle
source: Reservations
sr_cyrl: Резервације
sr_latn: Rezervacije

# Menu_SettingsTitle
source: Settings
sr_cyrl: Поставке
sr_latn: Postavke

# Menu_TitleText
source: MAIN MENU
sr_cyrl: ГЛАВНИ МЕНИ
sr_latn: GLAVNI MENI

# Register_AdminTabItemHeaderText
source: As Administrator
sr_cyrl: Као администратор
sr_latn: Kao administrator

# Register_DisplayNameFieldPlaceholder
source: Display Name
sr_cyrl: Име за приказ
sr_latn: Ime za prikaz

# Register_EmployeeTabItemHeaderText
source: As Employee
sr_cyrl: Као запослени
sr_latn: Kao zaposleni

# Register_FirstNameFieldPlaceholder
source: First Name
sr_cyrl: Име
sr_latn: Ime

# Register_LastNameFieldPlaceholder
source: Last Name
sr_cyrl: Презиме
sr_latn: Prezime

# Register_PasswordFieldPlaceholder
source: Password
sr_cyrl: Лозинка
sr_latn: Lozinka

# Register_RegisterButtonText
source: REGISTER
sr_cyrl: РЕГИСТРУЈ СЕ
sr_latn: REGISTRUJ SE

# Register_RepeatPasswordFieldPlaceholder
source: Repeat Password
sr_cyrl: Потврдите лозинку
sr_latn: Potvrdite lozinku

# Register_Subtitle
source: Create a new account
sr_cyrl: Креирајте нови налог
sr_latn: Kreirajte novi nalog

# Register_Title
source: Registration
sr_cyrl: Регистрације
sr_latn: Registracija

# Register_UsernameFieldPlaceholder
source: Username
sr_cyrl: Корисничко име
sr_latn: Korisničko ime

# Settings_ChangeInfoButtonText
source: CHANGE USER INFORMATIONS
sr_cyrl: ИЗМЕНИТЕ КОРИСНИЧКЕ ИНФОРМАЦИЈЕ
sr_latn: IZMIJENITE KORISNIČKE INFORMACIJE

# Settings_ChangePasswordButtonText
source: CHANGE PASSWORD
sr_cyrl: ПРОМЕНИ ЛОЗИНКУ
sr_latn: IZMIJENITE LOZINKU

# Settings_ChangePasswordCurrentPasswordFieldHint
source: Current Password
sr_cyrl: Тренутна лозинка
sr_latn: Trenutna lozinka

# Settings_ChangePasswordNewPasswordFieldHint
source: New Password
sr_cyrl: Нова лозинка
sr_latn: Nova lozinka

# Settings_ChangePasswordRepeatNewPasswordFieldHint
source: Repeat New Password
sr_cyrl: Поновите нову лозинку
sr_latn: Ponovite novu lozinku

# Settings_ChangePasswordTitle
source: Change Your Password
sr_cyrl: Промените своју лозинку
sr_latn: Izmijenite Vašu lozinku

# Settings_ChangeUserInfoAdminNameFieldHint
source: Display Name
sr_cyrl: Име за приказ
sr_latn: Ime za prikaz

# Settings_ChangeUserInfoEmployeeFirstNameFieldHint
source: First Name
sr_cyrl: Име
sr_latn: Ime

# Settings_ChangeUserInfoEmployeeLastNameFieldHint
source: Last Name
sr_cyrl: Презиме
sr_latn: Prezime

# Settings_ChangeUserInfoPasswordFieldHint
source: Confirm Password
sr_cyrl: Потврдите лозинку
sr_latn: Potvrdite lozinku

# Settings_ChangeUserInfoTitle
source: Change Your Informations
sr_cyrl: Измените Ваше информације
sr_latn: Izmijenite Vaše informacije

# Settings_ChangeUserInfoUsernameFieldHint
source: Username
sr_cyrl: Корисничко име
sr_latn: Korisničko ime

# Settings_DisplayNameLabel
source: Name:
sr_cyrl: Име за приказ:
sr_latn: Ime za prikaz:

# Settings_FirstNameLabel
source: First Name:
sr_cyrl: Име:
sr_latn: Ime:

# Settings_InfoTitle
source: Account Informations
sr_cyrl: Информације о налогу
sr_latn: Informacije o nalogu

# Settings_LastNameLabel
source: Last Name:
sr_cyrl: Презиме:
sr_latn: Prezime:

# Settings_LookAndFeelTitle
source: Application Look and Feel
sr_cyrl: Изглед и осећај апликације
sr_latn: Izgled i osjećaj aplikacije

# Settings_RevertChangesButtonText
source: Revert Changes
sr_cyrl: Поништите измене
sr_latn: Poništite izmjene

# Settings_SaveChangesButtonText
source: Save Changes
sr_cyrl: Сачувајте измене
sr_latn: Sačuvajte izmjene

# Settings_SaveSettingsDialogMessage
source: Please, save your settings changes before leaving.
sr_cyrl: Молимо Вас, сачувајте промене прије напуштања.
sr_latn: Molimo Vas, sačuvate promjene prije napuštanja.

# Settings_SaveSettingsReminderText
source: Save is required*
sr_cyrl: Потребно је сачувати измене*
sr_latn: Potrebno je sačuvati izmjene*

# Settings_SelectLanguageLabel
source: Select Display Language
sr_cyrl: Изаберите језик за приказ
sr_latn: Izaberite jezik za prikaz

# Settings_SelectPrimaryColorLabel
source: Select Primary Color
sr_cyrl: Изаберите основну боју
sr_latn: Izaberite osnovnu boju

# Settings_SelectSecondaryColorLabel
source: Select Secondary Color
sr_cyrl: Изаберите споредну боју
sr_latn: Izaberite sporednu boju
